Repository: wnqls1234/translations-1
Catalog: studioone_4_0/translations/strings/*/unified-skin.po
Languages: pl

source: [LicenseServerLogin]$APPCOMPANY Login
pl: Zaloguj się do $APPCOMPANY

source: [LicenseServerLogin]$APPNAME requires access to your $APPCOMPANY Account. Please login with your e-mail/username and password below.
pl: $APPNAME wymaga dostępu do Twojego konta $APPCOMPANY. Zaloguj się poniżej z pomocą Twojego adrsu e-mail/nazwy użytkownika i hasła.

source: [CommandEditorConflictPopup]Assign
pl: Przypisz

source: [CommandEditorOption]Assign
pl: Przypisz

source: [CommandEditorConflictPopup]Assign and go to Conflict
pl: Przypisz i przejdź do konfliktu

source: [LicenseServerLogin]Back to Log in
pl: Wróć do logowania

source: [CommandEditorConflictPopup]Cancel
pl: Anuluj

source: [LicenseServerLogin]Country
pl: Kraj

source: [LicenseServerLogin]Create $APPCOMPANY Account
pl: Utwórz Konto $APPCOMPANY

source: [LicenseServerLogin]Don&apos;t have a $APPCOMPANY Account yet?
pl: Nie masz jeszcze konta $&APPCOMPANY?

source: [LicenseServerLogin]E-Mail
pl: E-mail

source: [LicenseServerLogin]E-Mail or username
pl: E-mail lub nazwa użytkownika

source: [CommandEditorOption]Enter key:
pl: Wprowadź klawisz:

source: [LicenseServerLogin]First Name
pl: Imię

source: [LicenseServerLogin]Forgot your password?
pl: Nie pamiętasz hasła?

source: [CommandSchemeOption]Keyboard mapping scheme
pl: Schemat mapowania klawiatury

source: [CommandEditorOption]Keyboard mapping scheme
pl: Schemat mapowania klawiatury

source: [LocaleOption]Language
pl: Język

source: [LicenseServerLogin]Last Name
pl: Nazwisko

source: [LicenseServerLogin]Login
pl: Zaloguj się

source: [LicenseServerLogin]Password
pl: Hasło

source: [LicenseServerLogin]Please enter your contact data to sign up now. An E-mail will be sent to you with a link to activate your account.
pl: Podaj swoje dane kontaktowe aby się zarejestrować. Otrzymasz e-mail z odnośnikiem aktywującym Twoje konto.

source: [LicenseServerLogin]Remember my credentials
pl: Zapamiętaj moje poświadczenia

source: [CommandEditorOption]Remove
pl: Usuń

source: [LicenseServerLogin]Repeat Password
pl: Powtórz hasło

source: [CommandEditorOption]Search:
pl: Szukaj:

source: [CommandEditorConflictPopup]Show
pl: Pokaż

source: [CommandEditorOption]Show
pl: Pokaż

source: [TransferManager]Show when new transfer starts
pl: Pokaż po rozpoczęciu nowego transferu

source: [TransferManager]Transfers
pl: Transfery
