Repository: wnqls1234/translations-1
Catalog: studioone_3_0/translations/strings/*/devices.po
Languages: pt

source: [MidiTimeCode]%(1) FPS
pt: %(1) FPS

source: [MacroControls]%(1) Macro
pt: Macro %(1)

source: [UCMixerConnector]%(1) mixer available in network
pt: %(1) mixer disponível na rede

source: [UCMixerConnector]%(1) mixers available in network
pt: %(1) mixers disponíveis na rede

source: [AudioSetup]%(1) samples
pt: %(1) amostras

source: [SurfaceEditor]%(1) to %(2)
pt: %(1) para %(2)

source: [AudioRenderEngine]%float(1:1) times faster than realtime
pt: %float(1:1) vezes mais rápido que em tempo real

source: [AudioRenderEngine]%float(1:1) times slower than realtime
pt: %float(1:1) vezes mais lento que em tempo real

source: [MacroControlSetup](Press <Shift> to append target)
pt: (Pressione <Shift> para anexar destino)

source: [MacroControlSetup](Press <Shift> to replace targets)
pt: (Pressione <Shift> para repor destinos)

source: [Hardware]48V
pt: 48V

source: [Hardware]48V Right
pt: 48V Direito

source: [DeviceFolder]A device with this name already exists.
pt: Já existe um dispositivo com este nome.

source: [SynthCombinator]A note event splitter can be inserted for 3 or more instruments
pt: Um divisor de evento nota pode ser inserido para 3 ou mais instrumentos.

source: [MacroControlSetup]Add %(1) to %(2)
pt: Adicionar de %(1) para %(2)

source: [Automation]Add / Remove Parameters...
pt: Adicionar / Remover Parâmetros...

source: [AudioMixer]Add Bus Channel
pt: Adicionar Canal Bus

source: [AudioMixer]Add Channel
pt: Adicionar Canal

source: [MusicDeviceDialog]Add Device
pt: Adicionar Dispositivo

source: [MappingHandler]Add Device
pt: Adicionar Dispositivo

source: [DeviceFolder]Add Device:
pt: Adicionar Dispositivo:

source: [AudioFX]Add Effect:
pt: Adicionar Efeito:

source: [AudioMixer]Add FX Channel
pt: Adicionar Canal FX

source: [Command]Add FX Channel
pt: Adicionar Canal FX

source: [AudioFX]Add FX on Channel "%(1)"
pt: Adicionar FX no Canal "%(1)"

source: [Command]Add Group Channel
pt: Adicionar Grupo de Canal

source: [Command]Add Insert
pt: Adicionar Inserção

source: [AudioSynth]Add Instrument:
pt: Adicionar Instrumento:

source: [SynthCombinator]Add Instrument:
pt: Adicionar Instrumento:

source: [Command]Add Post Fader Insert
pt: Adicionar Inserção Pós-Fader

source: [Command]Add Send
pt: Adicionar Envio (Send)

source: [AudioSendSlot]Add Send:
pt: Adicionar Envio (Send):

source: [AudioClick]Add Sound...
pt: Adicionar Som...

source: [AudioMixer]Add VCA Channel
pt: Adicionar Canal VCA

source: [MusicDeviceSetup]All
pt: Todos

source: [MusicDevices]All Inputs
pt: Todas as Entradas

source: [Command]All Notes Off
pt: Todas as Notas Desl.

source: [AudioRenderEngine]An invalid signal occured.
pt: Ocorreu um sinal inválido.

source: [MacroControlSetup]Assign %(1) to %(2)
pt: Atribuir %(1) para %(2)

source: [MappingHandler]Assign %(1) to %(2) on %(3)
pt: Atribuir %(1) a %(2) em %(3)

source: [SurfaceEditor]Assign Command...
pt: Atribuir Comando...

source: [Command]Assign Current Parameter
pt: Atribuir parâmetro atual

source: [SurfaceEditor]Assign Parameter
pt: Atribuir parâmetro

source: [MacroControlSetup]Assigned
pt: Atribuição

source: [AudioSynth]Audio
pt: Áudio

source: [Channels]Audio
pt: Áudio

source: [AudioMixer]Audio Channels
pt: Canais de Áudio

source: [SynthCombinator]Audio Channels
pt: Canais de Áudio

source: [FileType]Audio Effect Preset
pt: Preset de Efeito de Áudio

source: [AudioEffectManager]Audio Effects
pt: Efeitos de Áudio

source: [AudioIOManager]Audio I/O Manager
pt: Gerenciador de E/S de Áudio

source: [AudioIOSetup]Audio I/O Setup
pt: Configuração de E/S de Áudio

source: [AudioSetup]Audio Setup
pt: Configurações de Áudio

source: [Devices]Audio engine overload.
pt: Sobrecarga no Motor de Áudio.

source: [Automation]Auto: Off
pt: Aut. Desl.

source: [Command]Automation
pt: Automação

source: [Command]Autopunch
pt: Autopunch

source: [Command]Autopunch In
pt: Entrada do Autopunch

source: [Command]Autopunch Out
pt: Saída do Autopunch

source: [AudioMixer]Bus
pt: Bus

source: [Channels]Busses
pt: Envios

source: [SurfaceControl]Button (on/off)
pt: Botão (Liga/Desl.)

source: [SurfaceControl]Button (press/release)
pt: Botão (Apertar/Soltar)

source: [DeviceFolder]Bypass
pt: Ignorar

source: [MusicDeviceSetup]CH:
pt: CH:

source: [PerformanceMonitor]CPU
pt: CPU

source: [MidiMonitor]Ch
pt: Can

source: [AudioMixer]Channel
pt: Canal

source: [ChannelMacroControls]Channel
pt: Canal

source: [AudioFXGraph]Channel Split
pt: Divisão de Canal

source: [MusicDeviceSetup]Ck
pt: Ck

source: [MacroControls]Clear %(1) Connections (%(2))
pt: Limpeza de %(1) Conexões (%(2))

source: [Command]Click
pt: Metrônomo

source: [AudioRenderEngine]Clipping has occured. The signal was %float(1:2) dB over.
pt: Ocorreu clipagem. O sinal foi excedido em %float(1:2) dB.

source: [DeviceFolder]Collapse
pt: Retrair

source: [AudioSynth]Combine Instrument "%(1)"
pt: Combinar Instrumento "%(1)"

source: [MusicDeviceSetup]Configure...
pt: Configurar...

source: [MacroControls]Connect %(1) to %(2) Macro Control
pt: Conexão de Controle Macro %(1) para %(2)

source: [UCMixerConnector]Connected to %(1).
pt: Conectado a %(1).

source: [Command]Console
pt: Console

source: [MixerConsole]Console
pt: Console

source: [ChannelFilter]Console Scenes
pt: Cenas do Console

source: [MacroControlSetup]Control
pt: Control

source: [MusicDeviceAddDialog]Control Surface
pt: Superfície de Controle

source: [SurfaceManager]Control Surface Manager
pt: Gerenciador de Superfície de Controle

source: [ParamSelector]Controller
pt: Controlador

source: [DeviceFolder]Copy Device "%(1)"
pt: Cópia de Dispositivo "%(1)"

source: [AudioFXGraph]Copy Effect
pt: Cópia de Efeito

source: [AudioFX]Copy Effect "%(1)"
pt: Cópia de Efeito "%(1)"

source: [AudioSynth]Copy Instrument "%(1)"
pt: Cópia de Instrumento "%(1)"

source: [CueMixSlot]Cue mix Level
pt: Nível da Mixagem Guia

source: [CueMixSlot]Cue mix Pan
pt: Pan da mixagem Guia

source: [Command]Cursor follows Edit Position
pt: Cursor Segue Posição de Edição

source: [Hardware]DAW Post DSP
pt: DAW Pós DSP

source: [Command]Delete
pt: Excluir

source: [MidiMonitor]Description
pt: Descrição

source: [MusicDevices]Detected Device %(1)
pt: Dispositivo Detectado %(1)

source: [UCMixerConnector]Device information for %(1) received.
pt: Informação de Dispositivo recebida para %(1).

source: [Studio]Device/Port
pt: Dispositivo/Porta

source: [Command]Devices
pt: Dispositivos

source: [MacroControls]Disconnect %(1) from %(2) Macro Control %(3)
pt: Desconectar Controle Macro %(3) %(1) de %(2)

source: [UCMixerConnector]Disconnected from %(1).
pt: Desconectado de %(1).

source: [AudioSetup]Double (64 Bit)
pt: Duplo (64 Bits)

source: [Command]Edit
pt: Edição

source: [Automation]Edit %(1) Automation
pt: Edição de %(1) Automação

source: [MacroControls]Edit %(1) Automation
pt: Edição de %(1) Automação

source: [MusicDeviceDialog]Edit Device
pt: Editar Dispositivo

source: [Command]Edit Device
pt: Editar Dispositivo

source: [DeviceFolder]Edit...
pt: Editar...

source: [ProcessGraph]Edit...
pt: Editar...

source: [Channels]Effects
pt: Efeitos

source: [Transport]Enable Play Start Marker
pt: Ativar Marcador de Início da Reprodução

source: [Command]Enable Play Start Marker
pt: Ativar Marcador de Início da Reprodução

source: [DeviceFolder]Expand
pt: Expandir

source: [MusicDevices]External Devices
pt: Dispositivos Externos

source: [AudioMixer]FX
pt: FX

source: [SurfaceControl]Fader
pt: Fader

source: [DeviceFolder]Favorite
pt: favorito

source: [SurfaceEditor]Focus:
pt: Focus:

source: [Command]Forward
pt: Em Frente

source: [Command]Forward Bar
pt: Compasso à Frente

source: [AudioFXGraph]Frequency Split
pt: Divisor de Frequência

source: [MusicDeviceAddDialog]Generic MIDI Control Surface, use for unknown gear. This device model features MIDI Learn.
pt: Interface Genérica de Controle MIDI, utilize em dispositivos desconhecidos. Esse modelo de dispositivo oferece aprendizado MIDI.

source: [MusicDeviceAddDialog]Generic MIDI Keyboard, use for unknown gear. This device model features MIDI Learn. Connecting the send port is optional.
pt: Teclado MIDI Genérico, utilize em dispositivos desconhecidos. Esse modelo de dispositivo oferece aprendizado MIDI. A conexão da porta de envio é opcional.

source: [SurfaceEditor]Global
pt: Global

source: [Command]Global Mute
pt: Mute Global

source: [Command]Global Solo
pt: Solo Global

source: [Command]Goto Loop End
pt: Ir ao Final do Loop

source: [Command]Goto Loop Start
pt: Ir ao Início do Loop

source: [Transport]Goto Time
pt: Ir para Tempo

source: [Command]Goto Time
pt: Ir para Tempo

source: [MixerConsole]Hide
pt: Esconder

source: [Command]Hide Channel
pt: Esconder Canal

source: [Command]Hide Sources
pt: Esconder Fontes

source: [MixerConsole]Hide Sources
pt: Esconder Fontes

source: [MidiTimeCode]Idle
pt: Ocioso

source: [MusicDeviceSetup]In
pt: En

source: [AudioMixer]Input
pt: Entrada

source: [Hardware]Input Controls
pt: Controles de Entrada

source: [Channels]Inputs
pt: Entradas

source: [AudioFXGraph]Insert FX Chain
pt: Inserir Cadeia de Efeitos

source: [SynthCombinator]Insert Note Event Splitter
pt: Inserir Divisor de Evento Nota

source: [AudioFXGraph]Insert Splitter
pt: Inserir Divisor

source: [AudioInsert]Inserts
pt: Inserts

source: [SynthCombinator]Instrument
pt: Instrumento

source: [MusicDeviceAddDialog]Instrument
pt: Instrumento

source: [MusicTrackDevice]Instrument Channels
pt: Canais de Instrumento

source: [FileType]Instrument+FX Preset
pt: Preset de Instrumento+FX

source: [Channels]Instruments
pt: Instrumentos

source: [AudioSynth]Instruments
pt: Instrumentos

source: [SynthCombinator]Instruments
pt: Instrumentos

source: [MacroControlSetup]Invert
pt: Inverter

source: [MusicDeviceAddDialog]Keyboard
pt: Teclado

source: [SurfaceControl]Knob
pt: Potenciômetro

source: [MixerConsole]Large
pt: Largo

source: [Automation]Latch
pt: Fixa

source: [PerformanceMonitor]Latency
pt: Latência

source: [AudioFXGraph]Load Preset
pt: Carregar Preset

source: [SynthCombinator]Load Preset
pt: Carregar Preset

source: [Surface]Loading Control Surface Data...
pt: Carregando Dados de Superfície de Controle...

source: [DeviceFolder]Loading Device: %(1)
pt: Carregando Dispositivo: %(1)

source: [Environment]Loading Device: %(1)
pt: Carregando Dispositivo: %(1)

source: [Devices]MIDI Engine reset requested!
pt: Reinício do mecanismo MIDI solicitado!

source: [MusicDevices]MIDI Port not found for Device %(1)!
pt: Porta MIDI não encontrada para o Dispositivo %(1)!

source: [AudioMixer]Main
pt: Principal

source: [DeviceFolder]Merge Device "%(1)"
pt: Misturar Dispositivo "%(1)"

source: [MidiMonitor]Message
pt: Mensagem

source: [FileType]Metronome Preset
pt: Padrão do Metrônomo

source: [Devices]Mix FX
pt: Mix FX

source: [DeviceFolder]Move Device "%(1)"
pt: Mover Dispositivo "%(1)"

source: [AudioFXGraph]Move Effect
pt: Mover Efeito

source: [AudioFX]Move Effect "%(1)"
pt: Mover Efeito "%(1)"

source: [AudioSynth]Move Instrument "%(1)"
pt: Mover Instrumento "%(1)"

source: [FileType]Multi Effect Preset
pt: Preset Multi Efeito

source: [AudioChannel]Mute
pt: Silenciar (Mute)

source: [PerformanceMonitor]Name
pt: Nome

source: [MusicDeviceSetup]Name
pt: Nome

source: [MixerConsole]Narrow
pt: Estreito

source: [Command]Navigation
pt: Navegação

source: [MusicDeviceAddDialog]New Control Surface
pt: Nova Controladora

source: [MusicDeviceAddDialog]New Instrument
pt: Novo Instrumento

source: [MusicDeviceAddDialog]New Keyboard
pt: Novo Teclado

source: [ChannelFilter]New Scene
pt: Nova Cena

source: [Command]Next Bank
pt: Próximo Banco

source: [Command]Next Channel
pt: Próximo Canal

source: [Command]Next Scene
pt: Próxima Cena

source: [Devices]No Audio Device
pt: Sem Dispositivo de Áudio

source: [SurfacePlacement]No Control Surfaces installed which could be grouped.
pt: Não há Superfícies de Controle instaladas que possam ser agrupadas.

source: [MidiTimeCode]No Input
pt: Sem Entrada

source: [Studio]No devices are missing.
pt: Não há dispositivos perdidos.

source: [UCMixerConnector]None
pt: Nada

source: [PortList]None
pt: Nada

source: [AudioFXGraph]Normal
pt: Normal

source: [MusicDeviceSetup]Not connected
pt: Não conectado

source: [MusicFXolder]Note FX
pt: FX de Nota

source: [FileType]Note FX Preset
pt: Preset de FX de Nota

source: [Command]Nudge
pt: Deslocamento (Nudge)

source: [Command]Nudge Back
pt: Deslocamento (Nudge) para Trás

source: [Command]Nudge Bar
pt: Deslocamento (Nudge) de Compasso

source: [Command]Nudge Bar Back
pt: Deslocamento (Nudge) de Compasso para Trás

source: [Command]Nudge Down
pt: Nudge Abaixo

source: [Command]Nudge Down Fine
pt: Nudge Preciso Abaixo

source: [Command]Nudge Up
pt: Nudge Acima

source: [Command]Nudge Up Fine
pt: Nudge Preciso Acimao

source: [Hardware]Onboard DSP
pt: DSP Onboard

source: [Command]Open Channel
pt: Abertura de Canal

source: [Channels]Outputs
pt: Saídas

source: [UCMixerConnector]PLEASE UPDATE DEVICE FIRMWARE!
pt: ATUALIZE O FIRMWARE DO DISPOSITIVO!

source: [Command]Page Down Skip
pt: Pular Page Down

source: [Command]Page Up Skip
pt: Pular Page Up

source: [AudioChannel]Pan
pt: Pan

source: [ParamSelector]Parameter
pt: Parâmetro

source: [MacroControlSetup]Parameter %(1)
pt: Parâmetro %(1)

source: [PerformanceMonitor]Path
pt: Local

source: [Pipeline]Pipeline plug-in init failure. The device buffersize does not match the processing buffersize. Please change your audio device setup (lock buffersize to hardware).
pt: Falha no plug-in Pipeline. O tamanho de buffer do dispositivo não corresponde ao tamanho de buffer do processamento. Altere a configuração de seu dispositivo de áudio (vincule o tamanho de buffer ao hardware).

source: [Command]Play from Loop Start
pt: Reproduzir do Início do Loop

source: [MusicDeviceSetup]Please plug in your removable MIDI devices now and dismiss this message when finished...
pt: Insira seus dispositívos MIDI removíveis agora e feche esta mensagem quando finalizado...

source: [Hardware]Polarity
pt: Polaridade

source: [Hardware]Polarity Right
pt: Polaridade Direita

source: [MidiMonitor]Port
pt: Porta

source: [MusicDeviceSetup]Port not found!
pt: Porta não encontrada!

source: [AudioInsert]Post Fader
pt: Pós-Fader

source: [Hardware]Preamp Gain
pt: Ganho do Pré Amplificador

source: [Hardware]Preamp Gain Right
pt: Ganho do Pré Amplificador Direita

source: [Command]Precount
pt: Pré Contagem

source: [Command]Preroll
pt: Pré-Rolag.

source: [Command]Previous Bank
pt: Banco Anterior

source: [Command]Previous Channel
pt: Canal Anterior

source: [Command]Previous Scene
pt: Cena Anterior

source: [UCMixerConnector]Querying device information for %(1)...
pt: Consultando informações do dispositivo %(1)...

source: [Automation]Read
pt: Leitura

source: [AudioRenderEngine]Realtime
pt: Tempo Real

source: [MusicDeviceSetup]Receive From
pt: Receber De

source: [Command]Recent Parameters
pt: Parâmetros Recentes

source: [Command]Record
pt: Gravação

source: [ChannelRecordUnit]Record Enable Failed!
pt: Ativar para Gravação Falhou!

source: [SurfaceControl]Relative
pt: Relativo

source: [MixerConsole]Remote
pt: Remoto

source: [AudioFXGraph]Remove
pt: Remover

source: [SynthCombinator]Remove
pt: Remover

source: [DeviceFolder]Remove
pt: Remover

source: [ProcessGraph]Remove
pt: Remover

source: [MixerConsole]Remove
pt: Remover

source: [SurfaceControl]Remove
pt: Remover

source: [Automation]Remove %(1) Automation
pt: Remoção de %(1) Automação

source: [MacroControls]Remove %(1) Automation
pt: Remoção de %(1) Automação

source: [AudioFX]Remove All
pt: Remover Tudo

source: [DeviceFolder]Remove All
pt: Remover Tudo

source: [SurfaceControl]Remove All
pt: Remover Tudo

source: [Command]Remove Channel
pt: Remover Canal

source: [MixerConsole]Remove Channel
pt: Remover Canal

source: [MixerConsole]Remove Channels
pt: Remover Canais

source: [Command]Remove Current Parameter
pt: Remover Parâmetro Atual

source: [DeviceFolder]Rename Device
pt: Renomear Dispositivo

source: [DeviceFolder]Rename...
pt: Renomear...

source: [ProcessGraph]Rename...
pt: Renomear...

source: [DeviceFolder]Replace Device:
pt: Substituir Dispositivo:

source: [AudioFXGraph]Replace Effect
pt: Repor Efeito

source: [AudioFX]Replace Effect:
pt: Substituir Efeito:

source: [AudioFXGraph]Replace FX Chain
pt: Repor Cadeia de Efeitos

source: [AudioFX]Replace FX Chain "%(1)"
pt: Substituir Cadeia de Efeitos "%(1)"

source: [SynthCombinator]Replace Instrument
pt: Repor Instrumento

source: [AudioSendSlot]Replace Sends:
pt: Substituir Envios:

source: [Devices]Reset requested by Audio Device!
pt: Reinício solicitado pelo Dispositivo de Áudio!

source: [Transport]Return to Start on Stop
pt: Retornar para Início ao Interromper

source: [Command]Return to Start on Stop
pt: Retornar para Início ao Interromper

source: [Command]Return to Zero
pt: Retornar a Zero

source: [Command]Rewind
pt: Retroceder

source: [Command]Rewind Bar
pt: Compasso Atrás

source: [DeviceFolder]Saving Device: %(1)
pt: Salvando Dispositivo: %(1)

source: [Environment]Saving Device: %(1)
pt: Salvando Dispositivo: %(1)

source: [MixerConsole]Screen
pt: Tela

source: [Command]Select Mix FX
pt: Selecionar Mix FX

source: [Command]Select Scene 1
pt: Seleção de Cena 1

source: [Command]Select Scene 2
pt: Selecionar Cena 2

source: [Command]Select Scene 3
pt: Selecionar Cena 3

source: [Command]Select Scene 4
pt: Selecionar Cena 4

source: [Command]Select Scene 5
pt: Selecionar Cena 5

source: [AudioSendSlot]Send Level
pt: Nível de Envio

source: [AudioSendSlot]Send Mute
pt: Mute do Envio

source: [AudioSendSlot]Send Pan
pt: Pan do Envio

source: [MusicDeviceSetup]Send To
pt: Enviar Para

source: [Command]Set Play Start Marker
pt: Configurar Marcador de Início da Reprodução

source: [MusicDevices]Setup...
pt: Configuração...

source: [Command]Shift Loop
pt: Deslocar Loop

source: [Command]Shift Loop Backwards
pt: Deslocar Loop para Trás

source: [MixerConsole]Show
pt: Mostrar

source: [Command]Show Channel
pt: Exibir Canal

source: [Command]Show Channel Editor
pt: Exibir Editor de Canal

source: [Command]Show Current Parameter
pt: Exibir Parâmetro Atual

source: [AudioSendSlot]Show Destination
pt: Exibir Destino

source: [Command]Show Instrument Editor
pt: Exibir Editor de Instrumento

source: [Command]Show Sources
pt: Exibir Fontes

source: [MixerConsole]Show Sources
pt: Exibir Fontes

source: [Command]Show Track
pt: Exibir Pista

source: [MixerConsole]Show Track
pt: Exibir Pista

source: [SynthCombinator]Show in Console
pt: Exibir no Console

source: [MixerConsole]Show in Console
pt: Exibir no Console

source: [AudioInsert]Sidechains
pt: Sidechains

source: [AudioSetup]Single (32 Bit)
pt: Simples (32 Bits)

source: [MixerConsole]Small
pt: Pequeno

source: [AudioIOSetup]Some channels are still in use! Do you want to remove them anyway?
pt: Algúns canais continuam em uso! Deseja removê-los mesmo assim?

source: [AudioRenderEngine]Speed:
pt: Velocidade:

source: [Command]Start
pt: Início

source: [Devices]Starting Audio Engine...
pt: Iniciando Mecanismo de Áudio...

source: [MusicDevices]Starting External Devices...
pt: Iniciando Dispositivos Externos...

source: [Hardware]Starting Hardware Integration...
pt: Iniciando Integração de Hardware...

source: [Devices]Starting MIDI Engine...
pt: Iniciando Mecanismo MIDI...

source: [Command]Stop
pt: Parar

source: [AudioFX]Store FX Chain...
pt: Armazenar Cadeia de Efeitos...

source: [AudioMixer]Sub
pt: Sub

source: [Devices]Switching to Audio Device %(1)...
pt: Alternando para o Dispositivo de Áudio %(1)...

source: [MacroControlSetup]Target
pt: Destino

source: [MusicDeviceSetup]Tc
pt: Tc

source: [SurfaceControl]Text Display
pt: Exibição de Texto

source: [MusicDeviceSetup]The Device Model "%(1)" is not used anymore. Do you want to remove it from User Devices?
pt: O Modelo de Dispositivo "%(1)" não é mais utilizado. Deseja removê-lo dos Dispositivos de Usuário?

source: [Devices]The audio device %(1) could not be initialized. Please check your hardware configuration and try again.
pt: O dispositivo de áudio %(1) não pode ser iniciado. Verifique suas configurações de hardware e tente novamente.

source: [Devices]The audio device %(1) has failed to start correctly before. Do you want to try it again?
pt: O dispositivo de áudio %(1) falhou na inicialização anterior. Deseja tentar novamente?

source: [Devices]The audio engine has been stopped, because the system became unresponsive due to an overload in the audio engine.
pt: O mecanismo de áudio parou porque o sistema se tornou instável após uma sobrecarga no mecanismo de áudio.

source: [DeviceFolder]This device can not be removed right now!
pt: Este dispositivo não pode ser removido neste momento!

source: [MusicDeviceDialog]This port is already in use. Connecting multiple devices to the same port may lead to copied transmission of MIDI events.
pt: Esta porta já está em uso. A conexão de múltiplos dispositivos na mesma porta pode ocasionar cópias na transmissão de eventos MIDI.

source: [MidiMonitor]Time
pt: Tempo

source: [Transport]Time
pt: Tempo

source: [AudioRenderEngine]Time elapsed:
pt: Tempo decorrido:

source: [MacroControlSetup]Title
pt: Título

source: [Command]Toggle Detached Console
pt: Alternar Console Destacado

source: [Command]Toggle Loop
pt: Alternar Loop

source: [Command]Toggle Size
pt: Alternar Tamanho

source: [Command]Toggle Sources
pt: Alternar Fontes

source: [Command]Toggle Start
pt: Alternar Início

source: [Command]Toggle Width
pt: Alternar Largura

source: [AudioRenderEngine]Total: %(1) of %(2)
pt: Total: %(1) de %(2)

source: [Automation]Touch
pt: Toque

source: [MacroControlSetup]Trans.
pt: Trans.

source: [SurfaceControl]Transmit value
pt: Transmissão de valor

source: [Command]Transport
pt: Transporte

source: [Transport]Transport
pt: Transporte

source: [SurfaceEditor]Unassign
pt: Desfazer atribuição

source: [MusicDeviceAddDialog]Use to play an external MIDI Instrument and record controller movements. When connecting the receive port, be careful to avoid doubled events if the same port is used by a Keyboard device.
pt: Utilize para tocar um instrumento MIDI externo e gravar movimentos de controlador. Quando conectar a porta de recebimento, tenha cuidado para evitar eventos duplos no caso da mesma porta ser utilizada por um dispositivo do tipo Teclado.

source: [Studio]Used by
pt: Utilizado por

source: [AudioMixer]VCA
pt: VCA

source: [VideoPlayer]Video Player
pt: Player de Vídeo

source: [Command]View
pt: Visualizar

source: [AudioChannel]Volume
pt: Volume

source: [AudioVCAChannel]Volume
pt: Volume

source: [Automation]Write
pt: Escrita

source: [MusicDevices]Your MIDI configuration has changed. This might be due to removable devices currently not plugged in. Do you want to reconnect your external devices now?
pt: Sua configuração MIDI foi alterada. Podem haver dispositivos removíveis não conectados atualmente. Deseja reconectar seus dispositivos externos agora?
