Repository: wnqls1234/translations-1
Catalog: studioone_3_0/translations/strings/*/dspkit.po
Languages: pl

source: [Sampler]%(1) programs
pl: %(1) programy

source: [FileType]EXS24 File
pl: Plik EXS24

source: [SpectrumMeter]FFT
pl: FFT

source: [SpectrumMeter]FFT Curve
pl: Krzywa FFT

source: [SpectrumMeter]Fast
pl: Szybko

source: [WaveDisplay]File not found
pl: Nie znaleziono pliku

source: [SpectrumDisplay]Freq
pl: Częstotliwość

source: [FileType]Giga File
pl: Plik Giga

source: [LevelMeterComponent]Hold Length
pl: Długość Hold

source: [Sampler]Importing...
pl: Importowanie...

source: [SamplerUserOption]Instrument Library
pl: Biblioteka Instrumentów

source: [FileType]Kontakt File
pl: Plik Kontakt

source: [SpectrumDisplay]Level
pl: Poziom

source: [SpectrumMeter]Long
pl: Długo

source: [SpectrumMeter]Medium
pl: Średnio

source: [FileType]Multisample File
pl: Plik wielopróbkowy

source: [SpectrumMeter]None
pl: Brak

source: [Sampler]Not supported %(1)
pl: Nie obsługiwane %(1)

source: [SpectrumDisplay]Note
pl: Nuta

source: [SpectrumMeter]Octave
pl: Oktawa

source: [LevelMeterDisplay]Peak Hold L: %(1:1) dB - R: %(2:1) dB
pl: Peak Hold L: %(1:1) dB - R: %(2:1) dB

source: [LevelMeterDisplay]Peak Hold: %(1:1) dB
pl: Peak Hold: %(1:1) dB

source: [KeySwitchList]Pitch
pl: Wysokość

source: [Sampler]Preset in %(1)
pl: Preset w %(1)

source: [LevelMeterComponent]RMS Length
pl: Długość RMS

source: [FileType]Sampler File
pl: Plik Samplera

source: [Sampler]Searching Samples
pl: Wyszukiwanie próbek

source: [SpectrumMeter]Short
pl: Krótko

source: [SpectrumMeter]Slow
pl: Wolno

source: [SpectrumMeter]Sonogram
pl: Sonogram

source: [FileType]SoundFont
pl: SoundFont

source: [SpectrumMeter]Third Octave
pl: Trzecia oktawa

source: [SpectrumDisplay]Time
pl: Czas

source: [KeySwitchList]Title
pl: Tytuł

source: [LevelMeterComponent]VU Hold
pl: VU Hold

source: [SpectrumMeter]Waterfall
pl: Wodospad
