Repository: wnqls1234/translations-1
Catalog: studioone_3_0/translations/strings/*/studioapp.po
Languages: fr, pl

source: [FileType]$APPNAME Project
fr: Projet $APPNAME
pl: Projekt $APPNAME

source: [FileType]$APPNAME Song
fr: Morceau $APPNAME
pl: Utwór $APPNAME

source: [FileType]$APPNAME Song Template
fr: Modèle de morceau $APPNAME
pl: Szablon utworów $APPNAME

source: [StudioApp]$APPNAME can not shutdown right now!
fr: $APPNAME ne peut pas se fermer maintenant!
pl: $APPNAME nie może zostać poprawnie zamknięty!

source: [StudioApp]Add to Project
fr: Ajouter au projet
pl: Dodaj do projektu

source: [Command]Add to Project
fr: Ajouter au projet
pl: Dodaj do projektu

source: [StudioApp]An older version of $APPNAME has been found on this computer.
fr: Une version plus ancienne de $APPNAME a été trouvée sur cet ordinateur.
pl: Znaleziono starszą wersję $APPNAME na tym komputerze.

source: [StudioApp]Artist Profile
fr: Profil de l'artiste
pl: Profil artysty

source: [Options]Audio
fr: Audio
pl: Audio

source: [FileType]Audio Files
fr: Fichiers audio
pl: Pliki audio

source: [Options]Automation
fr: Automation
pl: Automatyka

source: [Command]Browser
fr: Navigateur
pl: Przeglądarka

source: [Tags]Character
fr: Caractère
pl: Charakter

source: [Sidebar]Cloud
fr: Cloud
pl: Chmura

source: [Options]Console
fr: Console
pl: Konsoleta

source: [Options]Create a New Song
fr: Créer un nouveau morceau
pl: Utwórz nowy utwór

source: [StudioApp]Create an empty song
fr: Créer un morceau vide
pl: Utwórz pusty utwór

source: [Options]Do Nothing
fr: Ne rien faire
pl: Nic nie rób

source: [StudioApp]Do you want to import the settings from the old version of $APPNAME?
fr: Voulez-vous importer les réglages de l'ancienne version de $APPNAME?
pl: Czy chcesz zaimportować ustawienia ze starej wersji $APPNAME?

source: [StudioApp]Do you want to make the current I/O Setup the default for new Projects?
fr: Voulez-vous faire que la configuration d'entrée/sortie actuelle devienne celle par défaut pour les nouveaux projets?
pl: Czy chcesz ustawić bieżącą konfigurację we./wy. jako domyślną dla nowych projektów?

source: [StudioApp]Do you want to make the current I/O Setup the default for new Songs?
fr: Voulez-vous faire que la configuration d'entrée/sortie actuelle devienne celle par défaut pour les nouveaux morceaux?
pl: Czy chcesz ustawić bieżącą konfigurację we./wy. jako domyślną dla nowych utworów?

source: [Command]Document
fr: Document
pl: Dokument

source: [Installer]Documentation
fr: Documentation
pl: Dokumentacja

source: [FileType]Documents
fr: Documents
pl: Dokumenty

source: [StudioApp]Edit with Melodyne
fr: Éditer avec Melodyne
pl: Edytuj z Melodyne

source: [Options]Editing
fr: Édition
pl: Edycja

source: [Sidebar]Effects
fr: Effets
pl: Efekty

source: [StudioApp]Empty Song
fr: Morceau vide
pl: Pusty utwór

source: [Sidebar]FX Chains
fr: Chaînes d'effets
pl: Łańcuchy FX

source: [Command]File
fr: Fichier
pl: Plik

source: [Options]File Types
fr: Types de fichier
pl: Typy plików

source: [Sidebar]Files
fr: Fichiers
pl: Pliki

source: [StudioApp]Files are being transferred in background.
fr: Les fichiers seront transférés en tâche de fond.
pl: Pliki są przesyłane w tle.

source: [Sidebar]Home
fr: Accueil
pl: Strona startowa przeglądarki

source: [Installer]Impulse Responses
fr: Réponses impulsionnelles
pl: Odpowiedzi impulsów

source: [Sidebar]Install Content
fr: Installer du contenu
pl: Zainstaluj zawartość

source: [StudioApp]Install Sound Set
fr: Installer un jeu de sons
pl: Zainstaluj Sound Set

source: [Tags]Instrument
fr: Instrument
pl: Instrument

source: [Sidebar]Instruments
fr: Instruments
pl: Instrumenty

source: [Installer]Instruments
fr: Instruments
pl: Instrumenty

source: [Installer]Legacy and Compatibility
fr: Archives et compatibilité
pl: Kompatybilność

source: [Installer]Loop Libraries
fr: Bibliothèques de boucles
pl: Biblioteka pętli

source: [Sidebar]Loops
fr: Boucles
pl: Pętle

source: [Options]MIDI
fr: MIDI
pl: MIDI

source: [StudioApp]Master
fr: Master
pl: Suma

source: [Sidebar]Multi Instruments
fr: Multi-instruments
pl: Multi-instrumenty

source: [FileType]Musical Files
fr: Fichiers musicaux
pl: Pliki muzyczne

source: [Sidebar]New Multi Instrument
fr: Nouveau multi-instrument
pl: Nowy multi-instrument

source: [Command]New Project
fr: Nouveau projet
pl: Nowy projekt

source: [StudioApp]New Project
fr: Nouveau projet
pl: Nowy projekt

source: [StudioApp]New Project "%(1)"...
fr: Nouveau projet "%(1)"...
pl: Nowy projekt "%(1)"...

source: [Command]New Song
fr: Nouveau morceau
pl: Nowy utwór

source: [StudioApp]New Song
fr: Nouveau morceau
pl: Nowy utwór

source: [Sidebar]Note FX
fr: Effet de note
pl: Efekty MIDI

source: [Options]Open Default Song/Project
fr: Ouvrir le morceau/projet par défaut
pl: Otwórz domyślny utwór / projekt

source: [Options]Open Last Song/Project
fr: Ouvrir le dernier morceau/projet
pl: Otwórz ostatni utwór / projekt

source: [Sidebar]Pool
fr: Chutier
pl: Pula

source: [FileType]Presets
fr: Presets
pl: Zestawy

source: [Tags]Product
fr: Produit
pl: Produkt

source: [StudioApp]Projects
fr: Projets
pl: Projekty

source: [StudioApp]Recent Files
fr: Fichiers récents
pl: Ostatnio otwierane pliki

source: [StudioApp]Remove Melodyne
fr: Retirer Melodyne
pl: Usuń Melodyne

source: [Command]Save As Template
fr: Sauvegarder comme modèle
pl: Zapisz jako szablon

source: [StudioApp]Scanning Sound Sets...
fr: Analyse des jeux de sons
pl: Skanowanie Sound Setów...

source: [StudioApp]Send To new SampleOne
fr: Envoyer à un nouveau SampleOne
pl: Wyślij do nowego SampleOne

source: [Command]Show Cloud
fr: Afficher le Cloud
pl: Pokaż chmurę

source: [Command]Show Effects
fr: Afficher les effets
pl: Pokaż efekty

source: [Command]Show Files
fr: Afficher les fichiers
pl: Pokaż pliki

source: [Command]Show Home Page
fr: Afficher la page d'accueil
pl: Pokaż stronę startową przeglądarki

source: [Command]Show Instruments
fr: Afficher les instruments
pl: Pokaż instrumenty

source: [Command]Show Loops
fr: Afficher les boucles
pl: Pokaż pętle

source: [Command]Show Pool
fr: Afficher le chutier
pl: Pokaż pulę

source: [Command]Show Project
fr: Afficher le projet
pl: Pokaż projekt

source: [Command]Show Song
fr: Afficher le morceau
pl: Pokaż utwór

source: [DevicePresets]Show in Browser
fr: Afficher dans le navigateur
pl: Pokaż w przeglądarce

source: [DevicePresets]Show in Console
fr: Afficher dans la console
pl: Pokaż w konsolecie

source: [DevicePresets]Show in Routing
fr: Affichage dans Routage
pl: Pokaż na drodze sygnału

source: [StudioApp]Songs
fr: Morceaux
pl: Utwory

source: [StudioApp]Sound Set "%(1)" failed to install.
fr: Échec de l'installation du jeu de sons "%(1)" .
pl: Nie udało się zainstalować Sound Setu "%(1)".

source: [StudioApp]Sound Set "%(1)" is already installed.
fr: Le jeu de sons "%(1)" est déjà installé.
pl: Sound Set "%(1)" jest już zainstalowany.

source: [Sidebar]Sound Sets
fr: Jeux de sons
pl: Sound Sety

source: [StudioApp]Sound Sets
fr: Jeux de sons
pl: Sound Sety

source: [Command]Start Page
fr: Page Accueil
pl: Strona startowa

source: [Tags]Style
fr: Style
pl: Styl

source: [StudioApp]Thank you for checking out $APPNAME. You have %(1) program starts left.
fr: Merci de votre intérêt pour $APPNAME. Il vous reste %(1) lancements de programme.
pl: Dziękujemy za wypróbowanie $APPNAME. Pozostało Ci %(1) uruchomień.

source: [StudioApp]The $APPNAME Reference Manual has not been installed yet.
fr: Le Manuel de référence de $APPNAME n'a pas encore été installé.
pl: Podręcznik $APPNAME nie został jeszcze zainstalowany.

source: [StudioApp]The Sound Set "%(1)" is still in use (%(2) files open)!
fr: Le jeu de sons "%(1)" est encore en service (%(2) fichiers ouverts)!
pl: Sound Set "%(1)" jest wciąż w użyciu (%(2) otwartych plików)!

source: [StudioApp]The following Sound Sets failed to install or are installed multiple times on your system. This can be caused by incomplete file downloads. Do you want to delete these files now?
fr: L'installation des jeux de sons suivants a échoué ou ils ont été installés plusieurs fois dans votre système. Cela peut être dû à des téléchargements de fichiers incomplets. Voulez-vous supprimer ces fichiers maintenant?

source: [Tags]Type
fr: Type
pl: Typ

source: [StudioApp]Uninstall
fr: Désinstaller
pl: Odinstaluj

source: [DevicePresets]Update Plug-in Thumbnail
fr: Actualiser la vignettes de plug-in
pl: Aktualizuj miniatury wtyczek

source: [StudioApp]Used by
fr: Utilisé par
pl: Używane przez

source: [FileType]User Files
fr: Fichiers utilisateur
pl: Pliki użytkownika

source: [Tags]Vendor
fr: Vendeur
pl: Dostawca

source: [FileType]Video Files
fr: Fichiers vidéo
pl: Pliki wideo

source: [Command]Video Player
fr: Lecteur vidéo
pl: Odtwarzacz wideo

source: [Command]View
fr: Affichage
pl: Widok

source: [StudioApp]Workspace
fr: Espace de travail
pl: Obszar roboczy
